---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.CoolingLoadDividedByArea
source: html/fd8992de-402a-b620-503c-6aafaf0e6099.htm
---
# Autodesk.Revit.DB.SpecTypeId.CoolingLoadDividedByArea Property

Cooling Load divided by Area, in discipline HVAC.

## Syntax (C#)
```csharp
public static ForgeTypeId CoolingLoadDividedByArea { get; }
```